Repository: oxarbitrage/bitshares-core
Catalog: programs/gwallet/i18n/*/gwallet.po
Languages: es

source: Borrow Asset
es: Activo del prestamo

source: Seller account
es: Cuenta vendedora

source: Amount to borrow
es: Cantidad a pedir

source: Amount of collateral
es: Cantidad de colateral

source: Broadcast transaction
es: Emitor transaccion

source: Show output in CLI mode
es: Mostrar respuesta en modo CLI

source: Asset is invalid
es: Activo invalido

source: Confirm Borrow Asset?
es: Confirma prestamo de activo ?

source: Account Name
es: Nombre de cuenta

source: Private Key
es: Llave privada

source: Cancel
es: Cancelar

source: Account imported
es: Cuenta importada

source: Success
es: Exito

source: Buy or sell asset
es: Compra o vende activo

source: Amount to sell
es: Cantidad a vender

source: Minimum amount to receive
es: Minima cantidad a recibir

source: Confirm Sell Asset?
es: Confirma vender activo ?

source: Transfer asset to another bitshares account
es: Transferir activo a otra cuenta bitshares

source: From
es: De

source: To
es: A

source: Amount
es: Cantidad

source: Broadcast Transaction
es: Emitir Transaccion

source: Account is invalid
es: Cuenta es invalida

source: Confirm transfer?
es: ¿Confirma transferencia?

source: &New
es: &Nuevo

source: &Open
es: &Abrir

source: &Save
es: &Guardar

source: Conn&ection
es: Conexión

source: &Change language
es: &Cambiar lenguaje

source: &Quit
es: &Salir

source: &File
es: &Archivo

source: &Connect
es: &Conectar

source: &Disconnect
es: &Desconectar

source: &Set password
es: &Establecer contraseña

source: &Lock
es: &Bloquear

source: &Unlock
es: &Desbloquear

source: &Import Key
es: &Importar llave

source: &Wallet
es: &Billetera

source: &About
es: &Acerca de

source: &Help
es: &Ayuda

source: Connect
es: Conectar

source: Disconnect
es: Desconectar

source: Lock
es: Bloquear

source: Unlock
es: Desbloquear

source: Console
es: Consola

source: Send/Receive
es: Enviar/Recibir

source: Account History
es: Historial de cuenta

source: Wallet
es: Billetera

source: MY ACCOUNTS
es: MIS CUENTAS

source: MY ASSETS
es: MIS ACTIVOS

source: No Config
es: Sin configuracion

source: Connected | New
es: Conectado | Nuevo

source: G-Wallet New
es: G-Wallet Nuevo

source: Connected | Locked
es: Conectado | Bloqueado

source: G-Wallet Ready
es: G-Wallet Listo

source: Connected | Unlocked
es: Conectado | Desbloqueado

source: Disconnected
es: Desconectado

source: G-Wallet Offline
es: G-Wallet Desconectado

source: Open a saved wallet
es: Abrir una billetera guardada

source: Enter server
es: Ingresa servidor

source: Websocket endpoint
es: Terminal websocket

source: Please wait, connecting ...
es: Aguarde por favor, conectando ...

source: Problem at connecting, please try again ...
es: Problema conectando, por favor intenta nuevamente ...

source: Some problem when disconnecting, try again ...
es: Algún problema desconectando, prueba nuevamente ...

source: Enter password
es: Ingresa contraseña

source: Secure and simple bitshares wallet build with %s
es: Segura y simple billetera de Bitshares construida con %s

source: About G-Wallet
es: Acerca de G-Wallet

source: Some problem when locking, try again ...
es: Algún problema bloqueando, prueba nuevamente ...-

source: Password is incorrect, please try again.
es: Contraseña es incorrecta, por favor intenta nuevamente ...

source: Import key
es: Importar llave

source: Please wait, switching accounts ...
es: Espere por favor, cambiando cuentas ...

source: Welcome to Bitshares G-Wallet
es: Bienvenido a la G-Wallet

source: Please wait, pulling the last history of your account ...
es: Espere por favor, obteniendo historia reciente de tu cuenta ...

source: Chinese
es: Chino

source: Spanish
es: Español

source: English
es: Ingles

source: Select language:
es: Seleccione lenguaje:

source: Language
es: Lenguaje

source: G-Wallet | Secure Bitshares Wallet
es: G-Wallet | Billetera Bitshares segura

source: Run Command
es: Correr Comando

source: Clear Console
es: Limpiar consola

source: Blockchain Information
es: Información de la blockchain

source: Head block number:
es: Ultimo numero de bloque:

source: Block age:
es: Edad del bloque:

source: Next maintenance time:
es: Próximo periodo de mantenimiento:

source: Participation:
es: Participación:

source: Active witnesses:
es: Testigos activos:

source: View
es: Ver

source: Active committee:
es: Comité activo:

source: Chain ID:
es: ID de la cadena:

source: Account Information
es: Información de la cuenta

source: Name:
es: Nombre:

source: Referrer
es: Referido

source: Registrar
es: Registrador

source: Voting as
es: Votar como

source: Total ops
es: Operaciones totales

source: Software Information
es: Información del software

source: Client version:
es: Versión del cliente:

source: Graphene revision:
es: Revisión Graphene:

source: Revision age:
es: Edad de la revisión:

source: FC revision:
es: Revisión FC:

source: FC revision age:
es: Edad de la revisión FC:

source: Compile date:
es: Fecha de compilación:

source: Boost version:
es: Versión de Boost:

source: OpenSSL version:
es: Versión de OpenSSL:

source: OS build:
es: Sistema Operativo construido:

source: Market Prices
es: Precios del mercado

source: Send
es: Enviar

source: Receipient:
es: Beneficiario:

source: Amount:
es: Cantidad:

source: Generate Url
es: Generar Url

source: Generated URL for transfer:
es: URL generada para transferencia:

source: Receive
es: Recibir

source: From:
es: De:

source: Amount and asset to receive:
es: Cantidad de activo a recibir:

source: Generate URL
es: Generar URL

source: Receipient is empty
es: Beneficiario esta vacio

source: Amount is empty
es: Cantidad esta vacia

source: Asset is empty
es: Activo esta vacio

source: Select a Command
es: Selecciona un comando

source: Transfer an amount from one account to another.
es: Transfiere una cantidad de una cuenta a la otra

source: Transfer
es: Transferir

source: Place a limit order attempting to sell one asset for another.
es: Coloca una orden limite intentando vender un activo por otro.

source: Sell asset
es: Vender activo

source: Update proxy
es: Actualizar proxy

source: Transfer asset
es: Transferir activo

source: Wallet password:
es: Contraseña de billetera:

source: Repeat password:
es: Repita contraseña:

source: Connected to server
es: Conectado al servidor

source: Some problem connecting
es: Algun problema conectando

source: Password and confirmation are not the same
es: Contraseña y confirmación no son la misma
